Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t


Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t.Color


Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t.BackgroundColor


Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t.Angle


Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t.FactorType


Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t.ScaleX


Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t.ScaleY


Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t.Name


Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t.ToStruct(Tekla.Structures.Drawing.HatchAttributes)


Tekla.Structures.DrawingInternal.dotGrHatchAttributes_t.FromStruct(Tekla.Structures.Drawing.HatchAttributes)
